9/data/attachments/79865243074c7a61.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Timothy_training_Friend_37652_9</nif:username>
            <nif:friendToBeRequested>soap_friends_ab958f1b-5b02-4dd2-8fc6-421991f2fb8a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>